// Pre-install confirmation
"CONFIRM_AT_LOGOUT_BEFORE_RESTART_TITLE" = "Des mises à jour de logiciels sont en attente d’installation. Souhaitez-vous les installer avant de redémarrer votre ordinateur ?";
"WILL_RESTART_COUNTDOWN_MESSAGE_FORMAT" = "Si vous ne faites rien, les mises à jour seront installées puis votre ordinateur redémarrera automatiquement dans %@.";
"INSTALL_AND_RESTART_TITLE" = "Installer et redémarrer";
"RESTART_TITLE" = "Redémarrer";

"CONFIRM_AT_LOGOUT_BEFORE_SHUTDOWN_TITLE" = "Des mises à jour de logiciels sont en attente d’installation. Souhaitez-vous les installer avant d’éteindre votre ordinateur ?";
"WILL_SHUTDOWN_COUNTDOWN_MESSAGE_FORMAT" = "Si vous ne faites rien, les mises à jour seront installées puis votre ordinateur s’éteindra automatiquement dans %@.";
"INSTALL_AND_SHUT_DOWN_TITLE" = "Installer et éteindre";
"SHUT_DOWN_TITLE" = "Éteindre";

// Disk verify title
"CHECKING_DISK_STATUS" = "Vérification du disque…";

"DISK_FAILED_VERIFY_TITLE" = "Votre disque de démarrage doit être réparé avant de pouvoir installer des mises à jour.";
"DISK_FAILED_VERIFY_MESSAGE" = "Il se peut que votre disque de démarrage ait un problème qui pourra éventuellement être réparé en redémarrant l’ordinateur. Après avoir redémarré, ouvrez de nouveau Mise à jour de logiciels pour installer les mises à jour. Si ce message réapparaît, veuillez contacter le support technique Apple.";

// time remaining
"SYSTEM_WILL_RESTART_MESSAGE" = "L’ordinateur redémarre automatiquement.";
"SYSTEM_WILL_SHUT_DOWN_MESSAGE" = "L’ordinateur s’éteint automatiquement.";
